/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d zile %2$d ore %3$d minute %4$d secunde";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d ore %2$d minute %3$d secunde";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minute %2$d secunde";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d secunde";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d pixeli";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ plug-in Internet)";

/* printf format for multiple items in HTML select (Used only by PLATFORM(IPHONE) code) */
"%d Items" = "%d articole";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fișiere";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (grad mediu)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (grad ridicat)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (grad scăzut)";

/* Undo action name */
"Align Left (Undo action name)" = "aliniere stânga";

/* Undo action name */
"Align Right (Undo action name)" = "aliniere dreapta";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Toate fișierele";

/* Back context menu item */
"Back" = "Înapoi";

/* Bold context menu item */
"Bold" = "Aldine";

/* Capitalize context menu item */
"Capitalize" = "Majusculă inițială";

/* Undo action name */
"Center (Undo action name)" = "centrare";

/* Undo action name */
"Change Attributes (Undo action name)" = "modificare atribute";

/* Check spelling context menu item */
"Check Document Now" = "Verificare document acum";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Verificare gramatică cu ortografie";

/* Check spelling context menu item */
"Check Spelling" = "Verificare ortografie";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Verificare ortografie în timpul scrierii";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Verificare ortografie pe măsura scrierii";

/* title for file button used in HTML forms */
"Choose File" = "Selectați fișier";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Ștergeți istoric căutări";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Conținutul cu tip MIME specificat nu poate fi afișat";

/* Copy context menu item */
"Copy" = "Copiați";

/* Copy Image context menu item */
"Copy Image" = "Copiați imagine";

/* Copy Link context menu item */
"Copy Link" = "Copiați link";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corectare automată ortografie";

/* Undo action name */
"Create Link (Undo action name)" = "creare link";

/* Cut context menu item */
"Cut" = "Tăiați";

/* Undo action name */
"Cut (Undo action name)" = "tăiere";

/* Default writing direction context menu item */
"Default" = "Implicit";

/* Undo action name (Used only by PLATFORM(IPHONE) code) */
"Delete (Undo action name)" = "Ștergeți";

/* Download Image context menu item */
"Download Image" = "Descarcați imagine";

/* Download Linked File context menu item */
"Download Linked File" = "Descarcați fișier legat";

/* Undo action name */
"Drag (Undo action name)" = "tragere";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "formatare";

/* Forward context menu item */
"Forward" = "Redirecționați";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Încărcare cadru întreruptă";

/* accessibility role description for web area */
"HTML content" = "conținut HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Mascați ortografie și gramatică";

/* menu item title */
"Hide Substitutions" = "Mascați înlocuiri";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorați gramatică";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorați ortografie";

/* Undo action name */
"Indent (Undo action name)" = "indentare";

/* Undo action name */
"Insert List (Undo action name)" = "inserare listă";

/* Inspect Element context menu item */
"Inspect Element" = "Inspectați element";

/* Italic context menu item */
"Italic" = "Cursive";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java indisponibil";

/* Undo action name */
"Justify (Undo action name)" = "aliniere margini";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Cheie din %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Învățare ortografie";

/* Left to Right context menu item */
"Left to Right" = "De la stânga la dreapta";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Difuzare live";

/* Media controller status message when the media is loading */
"Loading..." = "Încărcare...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Căutare în dicționar";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "slăbire kerning";

/* Undo action name */
"Lower Baseline (Undo action name)" = "coborâre linie de referință";

/* Make Lower Case context menu item */
"Make Lower Case" = "Cu minuscule";

/* Make Upper Case context menu item */
"Make Upper Case" = "Cu majuscule";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug-in lipsă";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nicio presupunere găsită";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nicio căutare recentă";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Nu e permisă utilizarea unui port de rețea restricționat";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Deschideți cadru în fereastră nouă";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Deschideți imagine în fereastră nouă";

/* Open Link context menu item */
"Open Link" = "Deschideți link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Deschideți link în fereastră nouă";

/* context menu item for PDF */
"Open with %@" = "Deschideți cu %@";

/* Undo action name */
"Outdent (Undo action name)" = "indentare exterior";

/* Outline context menu item */
"Outline" = "Contur";

/* Undo action name */
"Outline (Undo action name)" = "contur";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direcție paragraf";

/* Paste context menu item */
"Paste" = "Lipiți";

/* Undo action name */
"Paste (Undo action name)" = "lipire";

/* Undo action name */
"Paste Font (Undo action name)" = "lipire font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "lipire riglă";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Redați filmul în modul de afișare pe tot ecranul";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Eșec plug-in";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in anulat";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Încărcare gestionată de plug-in";

/* Undo action name */
"Raise Baseline (Undo action name)" = "ridicare linie de referință";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Istoric căutări";

/* Reload context menu item */
"Reload" = "Reîncărcați";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Resetați";

/* Right to Left context menu item */
"Right to Left" = "De la dreapta la stânga";

/* Search in Google context menu item */
"Search in Google" = "Căutare în Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Căutare în Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Căutare cu Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direcție selectare";

/* Undo action name */
"Set Background Color (Undo action name)" = "fixare culoare fundal";

/* Undo action name */
"Set Color (Undo action name)" = "fixare culoare";

/* Undo action name */
"Set Font (Undo action name)" = "fixare font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "fixare formă caracter tradițional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "fixare direcție scriere";

/* Show colors context menu item */
"Show Colors" = "Afișați culori";

/* Show fonts context menu item */
"Show Fonts" = "Afișare fonturi";

/* menu item title */
"Show Spelling and Grammar" = "Afișare ortografie și gramatică";

/* menu item title */
"Show Substitutions" = "Afișați înlocuiri";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiere/Lipire inteligentă";

/* Smart Dashes context menu item */
"Smart Dashes" = "Cratime inteligente";

/* Smart Links context menu item */
"Smart Links" = "Linkuri inteligente";

/* Smart Quotes context menu item */
"Smart Quotes" = "Ghilimele inteligente";

/* Speech context sub-menu item */
"Speech" = "Enunțare";

/* Spelling context sub-menu item */
"Spelling" = "Ortografie";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografie și gramatică";

/* menu item title */
"Spelling..." = "Ortografie...";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Începeți depanarea JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Începeți profil JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Începeți enunțarea";

/* Stop context menu item */
"Stop" = "Stop";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Opriți depanare JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Opriți profil JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Opriți enunțarea";

/* Styles context menu item */
"Styles..." = "Stiluri...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Trimiteți";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Trimiteți";

/* Undo action name */
"Subscript (Undo action name)" = "indice";

/* Substitutions context sub-menu item */
"Substitutions" = "Înlocuiri";

/* Undo action name */
"Superscript (Undo action name)" = "exponent";

/* Text Replacement context menu item */
"Text Replacement" = "Înlocuire text";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL imposibil de afișat";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Localizarea curentă nu poate fi găsită.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plug-in imposibil de găsit";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plug-in imposibil de încărcat";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru zona “%@” pe %@ au fost incorecte. Asigurați-vă că le-ați introdus corect și reîncercați.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru serverul proxy %@ %@ au fost incorecte. Asigurați-vă că le-ați introdus corect și reîncercați.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru această zonă pe %@ au fost incorecte. Asigurați-vă că le-ați introdus corect și reîncercați.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Acesta este un index investigabil. Introduceți cuvintele cheie ale căutării: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "strângere kerning";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pentru a vizualiza această pagină, trebuie să vă conectați la zona “%@” pe %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pentru a vizualiza această pagină, trebuie să vă conectați la serverul proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pentru a vizualiza această pagină, trebuie să vă conectați la această zonă pe %@.";

/* Transformations context sub-menu item */
"Transformations" = "Transformări";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "dezactivare kerning";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "dezactivare ligaturi";

/* Undo action name */
"Typing (Undo action name)" = "scriere";

/* Underline context menu item */
"Underline" = "Subliniere";

/* Undo action name */
"Underline (Undo action name)" = "subliniere";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Necunoscut";

/* Undo action name */
"Unlink (Undo action name)" = "Anulați link";

/* Undo action name */
"Unscript (Undo action name)" = "închidere script";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Încărcați fișier";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "utilizare toate ligaturile";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "utilizare kerning standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "utilizare ligaturi standard";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector Web — %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Direcție scriere";

/* message in authentication panel */
"Your login information will be sent securely." = "Informațiile dvs. de autentificare vor fi trimise securizat.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Parola dvs. va fi trimisă necriptată.";

/* HTTP result code string */
"accepted" = "acceptat";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activați";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alertă";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "casetă de dialog de alertă";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplicație";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stare aplicație";

/* An ARIA accessibility group that acts as an article. */
"article" = "articol";

/* accessibility role description for audio element controller */
"audio element controller" = "controller element audio";

/* accessibility role description for audio element controller */
"audio element playback controls and status display" = "afișare comenzi de redare și stare element audio";

/* accessibility role description for seek back 30 seconds button */
"back 30 seconds" = "înapoi 30 de secunde";

/* HTTP result code string */
"bad gateway" = "gateway greșit";

/* HTTP result code string */
"bad request" = "solicitare greșită";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "începeți redarea";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "bifați";

/* HTTP result code string */
"client error" = "eroare client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementar";

/* HTTP result code string */
"conflict" = "conflict";

/* An ARIA accessibility group that contains content. */
"content" = "conținut";

/* HTTP result code string */
"continue" = "continuare";

/* HTTP result code string */
"created" = "creat";

/* accessibility help text for movie status display */
"current movie status" = "stare curentă film";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "momentul curent al filmului în secunde";

/* definition phrase */
"definition" = "definiție";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "casetă de dialog";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility role description for elapsed time display */
"elapsed time" = "timp scurs";

/* HTTP result code string */
"expectation failed" = "așteptare eșuată";

/* accessibility role description for fast forward button */
"fast forward" = "repede înainte";

/* accessibility role description for fast reverse button */
"fast reverse" = "repede înapoi";

/* HTTP result code string */
"forbidden" = "interzis";

/* HTTP result code string */
"found" = "găsit";

/* accessibility role description for enter fullscreen button */
"fullscreen" = "pe tot ecranul";

/* HTTP result code string */
"gateway timed out" = "gateway a expirat";

/* accessibility role description for headings */
"heading" = "titlu";

/* accessibility role description for hide closed captions button */
"hide closed captions" = "mascați subtitrare simultană";

/* accessibility role description for image map */
"image map" = "hărți de imagini";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "durată nedefinită";

/* HTTP result code string */
"informational" = "informațional";

/* HTTP result code string */
"internal server error" = "eroare internă server";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "salt";

/* HTTP result code string */
"length required" = "lungime nespecificată";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "marcaj listă";

/* An ARIA accessibility group that acts as a console log. */
"log" = "jurnal";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "defilant";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematică";

/* HTTP result code string */
"method not allowed" = "metodă nepermisă";

/* HTTP result code string */
"moved permanently" = "mutat permanent";

/* accessibility role description for timeline slider */
"movie time" = "momentul filmului";

/* accessibility help text for timeline slider */
"movie time scrubber" = "derulare cronologie film";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatură derulare cronologie film";

/* HTTP result code string */
"multiple choices" = "opțiuni multiple";

/* accessibility role description for mute button */
"mute" = "tăiere sonor";

/* accessibility help text for mute button */
"mute audio tracks" = "tăiere sonor piste audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigație";

/* HTTP result code string */
"needs proxy" = "necesită proxy";

/* HTTP result code string */
"no content" = "niciun conținut";

/* HTTP result code string */
"no error" = "nicio eroare";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "niciun fișier selectat";

/* HTTP result code string */
"no longer exists" = "nu mai există";

/* HTTP result code string */
"non-authoritative information" = "informație neautorizată";

/* HTTP result code string */
"not found" = "nu a fost găsit";

/* HTTP result code string */
"not modified" = "nemodificat";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "notiță";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "număr de secunde rămase din film";

/* Verb stating the action that will occur when a select element is clicked, as used by accessibility */
"open" = "deschideți";

/* HTTP result code string */
"partial content" = "conținut parțial";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "neconcordanță tipar";

/* accessibility role description for pause button */
"pause" = "pauză";

/* accessibility help text for pause button */
"pause playback" = "supendați redarea";

/* HTTP result code string */
"payment required" = "plată necesară";

/* accessibility role description for play button */
"play" = "redare";

/* HTTP result code string */
"precondition failed" = "precondiție eșuată";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "apăsați";

/* Verb stating the action that will occur when a select element's popup list is clicked, as used by accessibility */
"press (select element)" = "apăsați";

/* HTTP result code string */
"proxy authentication required" = "autentificare proxy necesară";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "depășire interval";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "depășire negativă interval";

/* HTTP result code string */
"redirected" = "redirecționat";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "regiune";

/* accessibility role description for time remaining display */
"remaining time" = "timp rămas";

/* HTTP result code string */
"request timed out" = "solicitarea a expirat";

/* HTTP result code string */
"request too large" = "solicitare prea mare";

/* HTTP result code string */
"requested URL too long" = "URL solicitat prea lung";

/* HTTP result code string */
"requested range not satisfiable" = "gama solicitată nu poate fi satisfăcută";

/* HTTP result code string */
"reset content" = "resetați conținut";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "întoarceți filmul difuzat în flux în timp real";

/* accessibility role description for return to real time button */
"return to realtime" = "revenire în timp real";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "căutare";

/* HTTP result code string */
"see other" = "a se vedea altul";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "derulare film înapoi cu 30 de secunde";

/* accessibility help text for fast rewind button */
"seek quickly back" = "derulare rapidă înapoi";

/* accessibility help text for fast forward button */
"seek quickly forward" = "derulare rapidă înainte";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "selectare";

/* HTTP result code string */
"server error" = "eroare server";

/* HTTP result code string */
"service unavailable" = "serviciu indisponibil";

/* accessibility role description for show closed captions button */
"show closed captions" = "afișați subtitrare simultană";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "începeți afișarea subtitrării simultane";

/* accessibility role description for movie status */
"status" = "stare";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "neconcordanță pas";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "opriți afișarea subtitrării simultane";

/* HTTP result code string */
"success" = "corect";

/* HTTP result code string */
"switching protocols" = "comutare protocoale";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panou file";

/* HTTP result code string */
"temporarily redirected" = "temporar redirecționat";

/* term word of a definition */
"term" = "termen";

/* accessibility role description for timeline thumb */
"timeline slider thumb" = "miniatură glisor cronologie";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "temporizator";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "prea lung";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "sugestie instrument";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "neconcordanță tip";

/* HTTP result code string */
"unacceptable" = "inacceptabil";

/* HTTP result code string */
"unauthorized" = "neautorizat";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "debifați";

/* HTTP result code string */
"unimplemented" = "neimplementat";

/* Unknown filename */
"unknown" = "necunoscut";

/* accessibility role description for turn mute off button */
"unmute" = "restabilire sonor";

/* accessibility help text for un mute button */
"unmute audio tracks" = "restabilire sonor piste audio";

/* HTTP result code string */
"unsupported media type" = "tip media neadmis";

/* HTTP result code string */
"unsupported version" = "versiune neadmisă";

/* Validation message for required form control elements that have no value */
"value missing" = "valoare lipsă";

/* accessibility role description for video element controller */
"video element controller" = "controller element video";

/* accessibility role description for video element controller */
"video element playback controls and status display" = "afișare comenzi de redare și stare element video";

/* accessibility role description for web area */
"web area" = "zonă web";

